Zhyolo/micropython/ports/esp32/boards/CHAPPIE_CORE/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "Chappie core"
#define MICROPY_HW_MCU_NAME                 "ESP32S3"
#define MICROPY_PY_NETWORK_HOSTNAME_DEFAULT "ChappieCore"

#define MICROPY_PY_MACHINE_DAC              (0)

#define MICROPY_HW_I2C0_SCL                 (12)
#define MICROPY_HW_I2C0_SDA                 (11)
